Revit 2027 API
CoordinationModelLinkOptions.Dispose Method
Releases all resources used by the CoordinationModelLinkOptions
Namespace: Autodesk.Revit.DB.ExternalData
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Dispose()
Public Sub Dispose
public:
virtual void Dispose() sealed
abstract Dispose : unit -> unit
override Dispose : unit -> unit
Implements
IDisposable.Dispose()
See Also
Reference
CoordinationModelLinkOptions Class
Autodesk.Revit.DB.ExternalData Namespace